Repository: GraphicMeat/PhotoBooks
Catalog: Packages/EditorFeature/Sources/EditorFeature/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: Replace this photo — then tap another photo or a tray photo to swap it in
de: Dieses Foto ersetzen – tippe dann auf ein anderes Foto oder ein Foto aus der Ablage, um es einzusetzen
es: Reemplazar esta foto: luego toca otra foto o una foto de la bandeja para insertarla
fr: Remplacer cette photo — appuyez ensuite sur une autre photo ou une photo de la réserve pour l'insérer
it: Sostituisci questa foto: poi tocca un'altra foto o una foto nel vassoio per inserirla
ja: この写真を置き換えます — 別の写真かトレイの写真をタップして入れ替えてください
ko: 이 사진 바꾸기 — 다른 사진이나 트레이의 사진을 눌러 교체하세요
pt_br: Substituir esta foto — depois toque em outra foto ou em uma foto da bandeja para colocá-la no lugar
zh_hans: 替换此照片——然后点按另一张照片或照片盘中的照片以替换进来

source: Reset Page Style
de: Seitenstil zurücksetzen
es: Restablecer estilo de página
fr: Réinitialiser le style de page
it: Ripristina lo stile della pagina
ja: ページスタイルをリセット
ko: 페이지 스타일 재설정
pt_br: Redefinir estilo da página
zh_hans: 重置页面样式

source: Reset to auto layout
de: Auf automatisches Layout zurücksetzen
es: Restablecer al diseño automático
fr: Réinitialiser à la mise en page automatique
it: Ripristina il layout automatico
ja: 自動レイアウトにリセット
ko: 자동 레이아웃으로 재설정
pt_br: Redefinir para layout automático
zh_hans: 重置为自动版式

source: Return this photo to automatic placement on its page
de: Dieses Foto zur automatischen Platzierung auf seiner Seite zurückführen
es: Devolver esta foto a la colocación automática en su página
fr: Ramener cette photo à un placement automatique sur sa page
it: Riporta questa foto al posizionamento automatico nella sua pagina
ja: この写真をページ内の自動配置に戻します
ko: 이 사진을 페이지의 자동 배치로 되돌립니다
pt_br: Retornar esta foto ao posicionamento automático em sua página
zh_hans: 将此照片恢复为页面中的自动排布

source: Save this caption to the frame
de: Diese Bildunterschrift im Rahmen speichern
es: Guardar esta leyenda en el marco
fr: Enregistrer cette légende dans le cadre
it: Salva questa didascalia nel riquadro
ja: このキャプションをフレームに保存
ko: 이 캡션을 프레임에 저장
pt_br: Salvar esta legenda no quadro
zh_hans: 将此说明文字保存到画框

source: Select a frame on the page first
de: Wähle zuerst einen Rahmen auf der Seite
es: Selecciona primero un marco en la página
fr: Sélectionnez d'abord un cadre sur la page
it: Seleziona prima un riquadro nella pagina
ja: まずページ内のフレームを選択してください
ko: 먼저 페이지에서 프레임을 선택하세요
pt_br: Selecione primeiro um quadro na página
zh_hans: 请先在页面中选择一个画框

source: Select a photo to swap in
de: Wähle ein Foto zum Einsetzen
es: Selecciona una foto para insertar
fr: Sélectionnez une photo à insérer
it: Seleziona una foto da inserire
ja: 入れ替える写真を選択してください
ko: 교체할 사진을 선택하세요
pt_br: Selecione uma foto para colocar no lugar
zh_hans: 选择要替换进来的照片

source: Set the text color
de: Textfarbe festlegen
es: Definir el color del texto
fr: Définir la couleur du texte
it: Imposta il colore del testo
ja: 文字の色を設定
ko: 텍스트 색상 설정
pt_br: Definir a cor do texto
zh_hans: 设置文字颜色

source: Settings that affect the whole book
de: Einstellungen, die das gesamte Buch betreffen
es: Ajustes que afectan a todo el libro
fr: Réglages qui affectent l'ensemble du livre
it: Impostazioni che interessano l'intero libro
ja: ブック全体に影響する設定
ko: 포토북 전체에 영향을 주는 설정
pt_br: Configurações que afetam todo o livro
zh_hans: 影响整本相册的设置

source: Show unplaced photos
de: Nicht platzierte Fotos anzeigen
es: Mostrar fotos no colocadas
fr: Afficher les photos non placées
it: Mostra le foto non posizionate
ja: 未配置の写真を表示
ko: 배치되지 않은 사진 표시
pt_br: Mostrar fotos não posicionadas
zh_hans: 显示未放置的照片

source: Split Spread
de: Doppelseite aufteilen
es: Dividir la doble página
fr: Séparer la double page
it: Dividi la doppia pagina
ja: 見開きを分割
ko: 펼침면 분할
pt_br: Dividir a página dupla
zh_hans: 拆分跨页

source: These include photos left out of the original selection. Select a frame to use one.
de: Dazu gehören Fotos, die bei der ursprünglichen Auswahl nicht berücksichtigt wurden. Wähle einen Rahmen aus, um eines davon zu verwenden.
es: Esto incluye fotos que quedaron fuera de la selección original. Selecciona un marco para usar una.
fr: Cela inclut les photos écartées de la sélection d'origine. Sélectionnez un cadre pour en utiliser une.
it: Comprendono le foto escluse dalla selezione originale. Seleziona un riquadro per usarne una.
ja: これには元の選択から外れた写真も含まれます。フレームを選択して使用してください。
ko: 여기에는 원래 선택에서 제외된 사진도 포함됩니다. 프레임을 선택하여 사용하세요.
pt_br: Isso inclui fotos que ficaram fora da seleção original. Selecione um quadro para usar uma delas.
zh_hans: 其中包括原始选择中未包含的照片。选择一个画框即可使用。

source: These photos can't be found. Pick the folder they moved to, or remove them from the book.
de: Diese Fotos können nicht gefunden werden. Wähle den Ordner, in den sie verschoben wurden, oder entferne sie aus dem Buch.
es: No se pueden encontrar estas fotos. Elige la carpeta a la que se movieron o quítalas del libro.
fr: Ces photos sont introuvables. Choisissez le dossier vers lequel elles ont été déplacées, ou retirez-les du livre.
it: Queste foto non sono state trovate. Scegli la cartella in cui sono state spostate oppure rimuovile dal libro.
ja: これらの写真が見つかりません。移動先のフォルダを選ぶか、ブックから削除してください。
ko: 이 사진을 찾을 수 없습니다. 이동된 폴더를 선택하거나 포토북에서 제거하세요.
pt_br: Não é possível encontrar essas fotos. Escolha a pasta para a qual foram movidas ou remova-as do livro.
zh_hans: 找不到这些照片。请选择它们移动到的文件夹，或将其从相册中移除。

source: This changes only the workspace behind the book.
de: Dies ändert nur die Arbeitsfläche hinter dem Buch.
es: Esto cambia solo el área de trabajo detrás del libro.
fr: Cela ne modifie que la zone de travail derrière le livre.
it: Questo modifica solo l'area di lavoro dietro il libro.
ja: これはブックの背後にあるワークスペースのみを変更します。
ko: 이 설정은 포토북 뒤쪽 작업 공간에만 영향을 줍니다.
pt_br: Isso altera apenas a área de trabalho atrás do livro.
zh_hans: 此设置仅更改相册背后的工作区。

source: This photo was deleted from your Photos library, so it can't be relinked. Removing it clears its frames; they can be refilled from the tray or by reshuffling.
de: Dieses Foto wurde aus deiner Fotos-Mediathek gelöscht und kann daher nicht neu verknüpft werden. Wird es entfernt, werden seine Rahmen geleert; sie können aus der Ablage oder durch Neuverteilen wieder gefüllt werden.
es: Esta foto se eliminó de tu biblioteca de Fotos, por lo que no se puede volver a vincular. Al quitarla se vacían sus marcos; pueden volver a llenarse desde la bandeja o mediante una reorganización.
fr: Cette photo a été supprimée de votre photothèque et ne peut donc pas être reliée à nouveau. La retirer vide ses cadres ; ils peuvent être remplis à nouveau depuis la réserve ou par réorganisation.
it: Questa foto è stata eliminata dalla libreria Foto, quindi non può essere ricollegata. Rimuoverla svuota i suoi riquadri, che potranno essere riempiti di nuovo dal vassoio o tramite un riordino.
ja: この写真は写真ライブラリから削除されているため、再リンクできません。削除するとそのフレームは空になりますが、トレイからの写真や再配置によって再び埋めることができます。
ko: 이 사진은 사진 보관함에서 삭제되어 다시 연결할 수 없습니다. 제거하면 프레임이 비워지며, 트레이의 사진이나 재배치를 통해 다시 채울 수 있습니다.
pt_br: Esta foto foi excluída da sua biblioteca de Fotos, portanto não pode ser vinculada novamente. Removê-la esvazia seus quadros; eles podem ser preenchidos novamente a partir da bandeja ou reorganizando o layout.
zh_hans: 此照片已从“照片”图库中删除，因此无法重新链接。移除它会清空其画框，之后可通过照片盘中的照片或重新排布来重新填充。

source: Tiled
de: Gekachelt
es: En mosaico
fr: En mosaïque
it: A mosaico
ja: タイル状
ko: 타일형
pt_br: Em mosaico
zh_hans: 平铺

source: Try Another Layout
de: Anderes Layout ausprobieren
es: Probar otro diseño
fr: Essayer une autre mise en page
it: Prova un altro layout
ja: 別のレイアウトを試す
ko: 다른 레이아웃 시도
pt_br: Tentar outro layout
zh_hans: 尝试其他版式

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
ko: 잠금 해제
pt_br: Desbloquear
zh_hans: 解锁

source: Unlock page
de: Seite entsperren
es: Desbloquear página
fr: Déverrouiller la page
it: Sblocca pagina
ja: ページのロックを解除
ko: 페이지 잠금 해제
pt_br: Desbloquear página
zh_hans: 解锁页面

source: Unlock Page
de: Seite entsperren
es: Desbloquear página
fr: Déverrouiller la page
it: Sblocca pagina
ja: ページのロックを解除
ko: 페이지 잠금 해제
pt_br: Desbloquear página
zh_hans: 解锁页面

source: Unlock photo
de: Foto entsperren
es: Desbloquear foto
fr: Déverrouiller la photo
it: Sblocca foto
ja: 写真のロックを解除
ko: 사진 잠금 해제
pt_br: Desbloquear foto
zh_hans: 解锁照片

source: Unlock this text box
de: Dieses Textfeld entsperren
es: Desbloquear este cuadro de texto
fr: Déverrouiller cette zone de texte
it: Sblocca questa casella di testo
ja: このテキストボックスのロックを解除
ko: 이 텍스트 상자 잠금 해제
pt_br: Desbloquear esta caixa de texto
zh_hans: 解锁此文本框

source: Use %lld-photo layout %lld
de: %lld-Foto-Layout %lld verwenden
es: Usar el diseño de %lld fotos n.º %lld
fr: Utiliser la mise en page à %lld photos n° %lld
it: Usa il layout da %lld foto n. %lld
ja: %lld枚用レイアウト%lldを使用
ko: 사진 %lld장용 레이아웃 %lld 사용
pt_br: Usar o layout de %lld fotos nº %lld
zh_hans: 使用 %lld 张照片版式 %lld

source: Use spread layout %lld
de: Doppelseiten-Layout %lld verwenden
es: Usar el diseño de doble página n.º %lld
fr: Utiliser la mise en page de double page n° %lld
it: Usa il layout della doppia pagina n. %lld
ja: 見開きレイアウト%lldを使用
ko: 펼침면 레이아웃 %lld 사용
pt_br: Usar o layout de página dupla nº %lld
zh_hans: 使用跨页版式 %lld

source: Use this photo in the selected frame
de: Dieses Foto im ausgewählten Rahmen verwenden
es: Usar esta foto en el marco seleccionado
fr: Utiliser cette photo dans le cadre sélectionné
it: Usa questa foto nel riquadro selezionato
ja: この写真を選択したフレームに使用
ko: 선택한 프레임에 이 사진 사용
pt_br: Usar esta foto no quadro selecionado
zh_hans: 在所选画框中使用此照片

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
ja: 警告
ko: 경고
pt_br: Aviso
zh_hans: 警告

source: White
de: Weiß
es: Blanco
fr: Blanc
it: Bianco
ja: 白
ko: 흰색
pt_br: Branco
zh_hans: 白色

source: Whole page is locked — click to unlock so reflow can re-lay it
de: Die gesamte Seite ist gesperrt – klicke, um sie zu entsperren, damit der Neufluss sie neu anordnen kann
es: Toda la página está bloqueada: haz clic para desbloquearla y permitir que la reorganización la vuelva a componer
fr: Toute la page est verrouillée — cliquez pour la déverrouiller afin que la réorganisation puisse la réagencer
it: L'intera pagina è bloccata: fai clic per sbloccarla in modo che il riflusso possa ricomporla
ja: ページ全体がロックされています。クリックしてロックを解除すると、再配置で再構成できるようになります
ko: 페이지 전체가 잠겨 있습니다 — 클릭하여 잠금을 해제하면 재배치 시 다시 구성할 수 있습니다
pt_br: A página inteira está bloqueada — clique para desbloqueá-la e permitir que a reorganização a reorganize
zh_hans: 整个页面已锁定——点击解锁，以便重新排版时可以重新排布

source: Zoom and position this photo (or double-click the photo)
de: Dieses Foto zoomen und positionieren (oder doppelklicke das Foto)
es: Ampliar y posicionar esta foto (o haz doble clic en la foto)
fr: Zoomer et positionner cette photo (ou double-cliquez sur la photo)
it: Ingrandisci e posiziona questa foto (oppure fai doppio clic sulla foto)
ja: この写真をズームして位置を調整します(または写真をダブルクリック)
ko: 이 사진을 확대/축소하고 위치를 조정하세요(또는 사진을 더블 클릭)
pt_br: Ampliar e posicionar esta foto (ou dê um clique duplo na foto)
zh_hans: 缩放并调整此照片的位置(或双击照片)

source: Zoom in
de: Vergrößern
es: Acercar
fr: Zoomer
it: Ingrandisci
ja: ズームイン
ko: 확대
pt_br: Aumentar zoom
zh_hans: 放大

source: Zoom out
de: Verkleinern
es: Alejar
fr: Dézoomer
it: Riduci
ja: ズームアウト
ko: 축소
pt_br: Diminuir zoom
zh_hans: 缩小

source: Transparent
es: Transparente
it: Trasparente
ja: 透明
ko: 투명
pt_br: Transparente
zh_hans: 透明
